<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
<link href="${pageContext.request.contextPath}/css/policy.css" rel="stylesheet" type="text/css">
</head>
<body>
	<!-- 헤더 들어가는곳 -->
	<header id="header">
		<jsp:include page="/inc/header.jsp" flush="false" />
	</header>
	<!-- 헤더 들어가는곳 -->
	
	<!-- 본문 시작 -->
	<div id="policyContainer">
		<div class="uhmatPolicy">
			<h2>어맛 웹사이트 이용 약관</h2>
			<p id="policy01">
				www.uhmatproject.co.kr 및 및 해당 국가 최상위 도메인(그와 관련된 하위 도메인 포함)에 위치한 어맛 웹사이트 및 모바일 자산, 관련 소프트웨어 애플리케이션("앱"이라고도 함), 데이터, SMS, API, 이메일, 채팅 및 전화 통신, 버튼, 위젯 및 광고(본 계약에서는 이러한 항목을 모두 통칭해서 "서비스"라고 칭함, 보다 일반적으로, 어맛 웹사이트 및 모바일 자산을 본 계약에서는 "웹사이트"라고 칭함)에 오신 것을 환영합니다. 이 서비스는 귀하가 아래 기재된 일체의 이용 약관과 공지(통칭해서 "계약")를 승낙할 것을 조건으로 귀하에게 제공됩니다. 이 서비스에 액세스하거나 이 서비스를 이용하는 경우, 귀하는 이 계약의 법적 구속력을 받기로 동의하고, 귀하가 이 계약조건을 읽고 이해했음을 확언하는 것입니다. 이 계약에는 귀하의 법적 권리와 그에 대한 제한에 관한 정보는 물론 준거법과 분쟁 시의 관할에 관한 조항이 포함되어 있으므로, 이 계약을 주의 깊게 읽으시기 바랍니다. 이 이용 약관 전부를 승낙하지 않는 경우 귀하의 이 서비스 이용이 허용되지 않습니다. 어맛 계정이 있는 경우 본 계약을 해지하려면 언제든지 계정을 종료하고 더 이상 서비스를 액세스하거나 이용하지 않으면 됩니다(여기에 그에 대한 방법이 나와 있음).
			</p>	
			<p id="policy02">	
				귀하가 서비스를 통해 보거나 액세스하거나 또는 다른 방식으로 상호작용할 수 있는 정보, 텍스트, 링크, 그래픽, 사진, 오디오, 비디오, 데이터, 코드나 기타 자료 또는 자료의 배열을 "컨텐츠"라고 합니다. "당사", "자사", "저희" 및 "어맛", "여가그가" 라는 용어는 한국 여가그가 소재의 유한책임회사인 Yeogageuga("여가그가")를 나타냅니다. 위에 정의된 "서비스"란 여가그가 또는 그 제휴사(여가그가 및 해당 법인체, 하나 이상을 지칭하는 경우 통칭해서 "여가그가 회사"로 정의됨)에서 제공하는 서비스를 의미합니다. 명확히 하자면 웹사이트는 모두 여가그가가 소유 및 관리합니다. 그러나 웹사이트를 통해 제공되는 일부 특정 서비스를 처리하는 서비스 같은)는 어맛 제휴사가 소유 및 관리합니다.
			</p>	
			<p id="policy03">	
				"귀하"란 용어는 서비스를 사용하거나 컨텐츠를 제공하는 개인, 회사, 비즈니스 조직 또는 기타 법인체를 나타냅니다. 귀하가 게재, 제출, 전송 및/또는 게시(또는 서비스를 통해)하는 컨텐츠는 "귀하의 컨텐츠", "귀하 컨텐츠" 및/또는 "귀하가 제출하는 컨텐츠"라고 칭합니다.
			</p>	
			<p id="policy04">	
				서비스는 전적으로 다음과 같은 목적으로 제공됩니다.
			</p>	
			<ol>
				<li>	
					고객이 맛집 정보를 검색하고, 컨텐츠를 게시하고, 식당 정보 및 리뷰 정보를 검색 및 게시하도록 지원
				</li>	
				<li>	
					외식업, 식사 접대 사업체가 여가그가 회사에서 제공하거나 여가그가 회사를 통해 제공되는<br>
					무료 및/또는 유료 서비스를 통해 고객 및 잠재 고객을 유치하도록 지원.
				</li>
			</ol>		
			<p id="policy05">	
				당사는 이 이용 약관에 따라서 향후에 이 계약을 변경하거나 달리 수정할 수 있으며, 이러한 변경 후에 귀하가 계속해서 이 서비스에 접속하거나 이 서비스를 이용하는 것은 귀하가 갱신되거나 변경된 계약을 승낙한다는 의미라는 점을 귀하는 이해하고 동의합니다. 당사는 본 계약 하단에 이 계약이 마지막으로 변경된 날짜를 기재할 것이며, 변경사항은 게시하는 시점에 효력이 발생합니다. 당사는 이 이용 약관의 중요 변경사항에 대해서 계정 보유자의 프로필과 연결된 이메일 주소로 통지를 보내거나 당사의 웹사이트에 공지함으로써 당사의 등록된 서비스 사용자(그와 같이 등록된 사용자를 "계정 보유자"라고 칭함)에게 고지합니다. 이 계약의 가장 최신 버전을 검토하기 위해서 주기적으로 이 페이지를 반드시 다시 방문하시기 바랍니다.
			</p>
		</div>	
	
	<!-- 사이드바 들어가는곳 -->
		<jsp:include page="/inc/sidebar.jsp" flush="false" />
	<!-- 사이드바 들어가는곳 -->
		
	</div>
	<!-- 본문 끝 -->
	
	<!-- 푸터 들어가는곳 -->
	<footer id="footer">
		<jsp:include page="/inc/footer.jsp" flush="false" />
	</footer>
	<!-- 푸터 들어가는곳 -->	
</body>
</html>